[
  {
    "speakerId": "1",
    "speakerName": "Manoj Mittal",
    "speakerImage": "/images/PPPhotos/ManojMittal.jpg",
    "speakerAltText": "Manoj Mittal",
    "keynoteSpeaker": "true",
    "speakerTitle": "Sr. Consultant, App Innovation | Modern Work",
    "speakerSubTitle": "\nMicrosoft",
    "speakerLinkedIn": "https://www.linkedin.com/in/manojmittal12/",
    "speakerTwitter": "https://twitter.com/manojmcans",
    "MVPstatus": "false",
    "MicrosoftEmployee": "true",
    "speakerInformation": " "
  },
  {
    "speakerId": "2",
    "speakerName": "Deepak Rajendran",
    "speakerImage": "/images/PPPhotos/DeepakRajendran.jpg",
    "speakerAltText": "Deepak Rajendran",
    "keynoteSpeaker": "true",
    "speakerTitle": "Community Program Manager",
    "speakerSubTitle": "\nMicrosoft",
    "speakerLinkedIn": "https://www.linkedin.com/in/deepakrajendran/",
    "speakerTwitter": "https://twitter.com/deraje",
    "MVPstatus": "false",
    "MicrosoftEmployee": "true",
    "speakerInformation": "1. Marketing professional by choice and engineer by academics, with the strong entrepreneurial spirit of startups and rigorous operational discipline of corporates.\n2. Passionate tech story-teller with 15+ years at Fortune 500 companies and promising startups in the IT and IT-enabled services sectors - specifically cloud, developer and emerging technologies.\n3. Hands-on experience in building and nurturing long-term, high-value and result-oriented relationships with technology community heroes, thought leaders, influencers, BDMs and TDMs.\n4. CMO Award Winner (Forward Thinker award) at IBM, a top recognition personally awarded by the CMO – the first of the 3 award-winners globally in IBM to receive this honor in the very first year of award inception.\n5. Award winner for “Best Customer Passion” within the first year of employment with Microsoft India.\n6. Among the top 300 Young Leaders in India – per the Economic Times Young Leaders 2011 Program, a pan-India initiative to identify and recognize Indian managers between the age of 26 and 32."
  },
  {
    "speakerId": "3",
    "speakerName": "Arvind SR",
    "speakerImage": "/images/PPPhotos/ArvindSR.jpg",
    "speakerAltText": "Arvind SR",
    "keynoteSpeaker": "false",
    "speakerTitle": "Power partner to propel digital transformation",
    "speakerSubTitle": "CGI",
    "speakerLinkedIn": "https://www.linkedin.com/in/arvindsr/",
    "speakerTwitter": "null",
    "MVPstatus": "true",
    "MicrosoftEmployee": "false",
    "speakerInformation": "Arvind is a seasoned business transformation leader focusing on delivering effective and targeted business solutions that drive real results. As a transformation leader, he identifies opportunities to improve efficiency, enable cost reduction, and consolidate resources, delivering process improvements and organizational change. He is a trusted adviser and partner to key stakeholders, providing thoughtful analysis and counsel to implement change management programs such as digitization, cloud migration, standardization, and citizen development."
  }
  
]
