[{
        "speakerId": "1",
        "speakerName": "Gokan Ozcifci",
        "speakerImage": "./images/speakers/Gokan.jpg",
        "speakerAltText": "Gokan Ozcifci",
        "keynoteSpeaker": "false",
        "speakerTitle": "Consultant. Entrepreneur. Microsoft Regional Director & MVP",
        "speakerSubTitle": " ",
        "speakerLinkedIn": "https://www.linkedin.com/in/gokanozcifci/",
        "speakerTwitter": "https://twitter.com/xGokan",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Gokan is an independent SharePoint and Office365 consultant for Neoxy where he assists customers with building innovative, intelligent and responsive cloud driven solutions. With the Mobile first, Cloud first ideology, his goal is to empower every person and organization to do more with the Microsoft cloud and the ecosystem is perfectly aligned to accelerate this. Creativity, automation and perspective are what he loves most when using the Microsoft cloud, so every customer can be more agile, responsive and competitive. Gokan is a frequent – and funny – conference speaker. He presented at numerous national and international conferences and is actively involved in European and American conferences: Microsoft Techdays, Microsoft Experiences, European SharePoint Conferences, SharePoint Days and SharePoint Fest are a few major ones. \n A proud author of books that reached the half million of downloads and founder of several communities, Gokan is a real community warrior. Due to his active contributions in these domains, he has been honoured with Microsoft Regional Director and Microsoft’s Most Valuable Professional (MVP) award. Additionally, he is an active Microsoft Certified Trainer (MCT) and a Microsoft Regional Lead for all MCTs in Belgium. You can always talk to me about: Soccer. World Traveling. Food. Next-Gen Cloud Systems. Architecture & Strategy. SharePoint + Office365!"
    },
    {
        "speakerId": "2",
        "speakerName": "Tim Hermie",
        "speakerImage": "./images/speakers/Tim.jpg",
        "speakerAltText": "Tim Hermie",
        "keynoteSpeaker": "false",
        "speakerTitle": "Senior Microsoft 365 Consultant",
        "speakerSubTitle": "The Collective Consulting",
        "speakerLinkedIn": "https://www.linkedin.com/in/timhermie/",
        "speakerTwitter": "https://twitter.com/_Cloud_boy",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Tim is a Modern Workplace Architect. Owner and Principal Consultant at FLY Consulting. Tim has +10 years of experience in the workplace management segment and is deeply focusing on the Microsoft Enterprise Mobility and Security stack. Tasks as lifting customers from their on-premises infrastructure towards Microsoft 365, providing architecture and security advice and delivering hands-on deployments are his main task. In 2021 Tim joined forces with The Collective Consulting to join their team FULL time. This was only a matter of time before this was supposed to happen. Joining The Collective was an easy choice. As expert-level consultancy is their DNA and also Tim’s DNA. Only a little of his time left will be filled up with workshop delivery through FLY Consulting. You can always contact him at tim.hermie.ext@thecollective.eu or tim@f-l-y.be"
    },
    {
        "speakerId": "3",
        "speakerName": "Vignesh Ganesan",
        "speakerImage": "./images/speakers/Vignesh.jpg",
        "speakerAltText": "Vignesh Ganesan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Enterprise Cloud Architect",
        "speakerSubTitle": " ",
        "speakerLinkedIn": "https://www.linkedin.com/in/vignesh-ganesan-mcse-mcsa-mct-itilv3-9246384a/",
        "speakerTwitter": "https://twitter.com/cloudvignesh",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Vignesh Ganesan is an Enterprise Cloud Architect with 10+ years of experience . He specializes in technical presales, designing and implementing SaaS, IaaS and PaaS environments including on-premises and hybrid infrastructures. In addition to that he also has a sound knowledge in designing and implementing security solutions for customers using native cloud controls along with 3rd party tools to build a secure Cloud environment. During his stint with Microsoft , he designed technical solutions that can meet his customer’s needs and helped in driving their Digital Transformation so that they can get the best out of their Office 365, EMS & Azure implementation . He has worked on many products/technologies so far such as Active Directory , Windows Server , SharePoint & Exchange Server , Microsoft 365 , Azure AD ,Azure IaaS & PaaS , Slack , Google Workspace&Enterprise Mobility & Security etc .He has spoken on plethora of user groups , conferences & events across the globe and you can find all his work on his blog site i.e. Vignesh’s SharePoint Thought’s and his YouTube Channel . Over the years he has written almost 400 technical articles and has involved himself in many technical community related engagements for which he was awarded the prestigious C Sharp corner MVP award three times in a row for all his contributions . He always has a thirst to constantly learn something new which is what made him to complete almost 18+ Microsoft certifications."
    },
    {
        "speakerId": "4",
        "speakerName": "Nanddeep Nachan",
        "speakerImage": "./images/speakers/Nanddeep.jpg",
        "speakerAltText": "Nanddeep Nachan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Microsoft MVP, MCT, \nO365 Consultant",
        "speakerSubTitle": " ",
        "speakerLinkedIn": "https://www.linkedin.com/in/nanddeepnachan/",
        "speakerTwitter": "https://twitter.com/NanddeepNachan",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "A results oriented Technology Architect with experience in Microsoft Technologies especially with SharePoint, MS Azure and .NET. Experienced in design, implementation, configuration, and maintenance of several large-scale projects. Organizer and frequent speaker at various industry seminars, conferences, and community events including SPS, Global Microsoft 365 Developer Bootcamp, and Global Power Platform Bootcamp. Career focuses included architectural design and implementation, website design and development, complete application development cycles, and intense focus on .Net technologies."
    },
    {
        "speakerId": "5",
        "speakerName": "Smita Nachan",
        "speakerImage": "./images/speakers/Smita.jpg",
        "speakerAltText": "Smita Nachan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Lead Software Engineer",
        "speakerSubTitle": "Tieto",
        "speakerLinkedIn": "https://www.linkedin.com/in/smitanachan/",
        "speakerTwitter": "https://twitter.com/SmitaNachan",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Certified ScrumMaster® (CSM), Certified SharePoint professional and SharePoint professional with 12+ years of experience in design, implementation, configuration, and maintenance of large-scale projects. Focuses on architectural design and implementation, website design and development, and complete application development cycles, with an intense focus on SharePoint and Office 365. Frequent speaker at various community events, including SPS, Global Microsoft 365 Developer Bootcamp, and Global Power Platform Bootcamp."
    },
    {
        "speakerId": "6",
        "speakerName": "Patrick Guimonet",
        "speakerImage": "./images/speakers/Patrick.jpg",
        "speakerAltText": "Patrick Guimonet",
        "keynoteSpeaker": "false",
        "speakerTitle": "CEO & Founder",
        "speakerSubTitle": "Abalon",
        "speakerLinkedIn": "https://www.linkedin.com/in/patrickguimonet/",
        "speakerTwitter": "https://twitter.com/patricg",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Patrick has 20+ years of experience as an Enterprise Solutions Architect. He has a successful track record of technical expertise for Office 365, SharePoint, SQL Server, and Oracle RDBMS. He is a former Microsoft employee in France. He now works for his own company Abalon, created in 2011. Abalon is dedicated to supporting customers on getting real business benefits with Microsoft collaborative platform. He was speaker and organizer of 100+ SharePoint and Office 365 events like SharePoint Saturdays Paris, Monaco, Dubai, Netherlands, Barcelona, Helsinki, ..., European SharePoint Conference, European Collaboration Summit, MS TechDays Paris. He has spoken on the 5 continents. More details here:  http://bit.ly/eventsPGU2"
    },
    {
        "speakerId": "7",
        "speakerName": "Alan Eardley",
        "speakerImage": "./images/speakers/Alan.jpg",
        "speakerAltText": "Alan Eardley",
        "keynoteSpeaker": "false",
        "speakerTitle": "Modern Work & Security Architect",
        "speakerSubTitle": "Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/alaneardley/",
        "speakerTwitter": "https://twitter.com/al_eardley",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "I am passionate about helping organisations to be productive, secure and compliant. I help them understand the potential benefits that Microsoft technologies can offer from an individual, team and organisational perspective. Having worked on many solutions based on Microsoft's products including Microsoft 365, Power Platform, Dynamics 365, Azure and Data Platform, I can bring a breadth of experience to the conversation. I truly enjoy exploring and understanding problems and challenges with clients so that we can together to identify possible solutions and the technology that is right to support the solution. I am passionate about sharing my knowledge and can be found presenting at conferences and user groups on a regular basis and helping to run the M365 Security & Compliance User Group and London Power Platform User Group, as well as sharing personal views as the Hat of the greyhatbeard podcast on modern work."
    },
    {
        "speakerId": "8",
        "speakerName": "Sebastien Paulet",
        "speakerImage": "./images/speakers/Sebastien.jpg",
        "speakerAltText": "Sebastien Paulet",
        "keynoteSpeaker": "false",
        "speakerTitle": "M365 offer evangelist",
        "speakerSubTitle": "AERO",
        "speakerLinkedIn": "https://www.linkedin.com/in/sebpaulet/",
        "speakerTwitter": "https://twitter.com/sp_twit",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "15 years as consultant, dev, tech lead, project manager, trainer, team leader, speaker around SharePoint and O365 technologies and fond of topics around #compliance, #GDPR, #ITSec, #documentManagement, #recordsManagement, #lean, #scrum, #roi. Various aOS events around the world + MWCP Paris organizer."
    },
    {
        "speakerId": "9",
        "speakerName": "Nimrod Geva",
        "speakerImage": "./images/speakers/Nimrod.jpg",
        "speakerAltText": "Nimrod Geva",
        "keynoteSpeaker": "false",
        "speakerTitle": "Product Group Manager",
        "speakerSubTitle": "KWizCom",
        "speakerLinkedIn": "https://www.linkedin.com/in/nimrodgeva/",
        "speakerTwitter": "https://twitter.com/nimrodgeva",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Managing partner, Product Group Manager at KWizCom"
    },
    {
        "speakerId": "10",
        "speakerName": "Viktor Hedberg",
        "speakerImage": "./images/speakers/Viktor.jpg",
        "speakerAltText": "Viktor Hedberg",
        "keynoteSpeaker": "false",
        "speakerTitle": "Security Consultant / Advisor ",
        "speakerSubTitle": "Truesec AB",
        "speakerLinkedIn": "https://www.linkedin.com/in/viktor-hedberg/",
        "speakerTwitter": "https://twitter.com/headburgh",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Security consultant with a focus on Microsoft Cloud Security offerings and a soft spot for IAM. Cloud embracer. The future is cloud based or atleast hybrid. Viktor has been active within the realm of MS365 since BPOS. Working for public sector in Sweden for years but now as an specialist at Atea Sverige AB focusing on IAM, Security and Azure Active Directory."
    },
    {
        "speakerId": "11",
        "speakerName": "Michael Noel",
        "speakerImage": "./images/speakers/Michael.jpg",
        "speakerAltText": "Michael Noel",
        "keynoteSpeaker": "false",
        "speakerTitle": "Partner",
        "speakerSubTitle": "Convergent Computing",
        "speakerLinkedIn": "https://www.linkedin.com/in/michaeltnoel/",
        "speakerTwitter": "https://twitter.com/michaeltnoel",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Michael Noel is an internationally recognized technology expert and bestselling author who has spoken on a broad range of topics at over 250 events in over 90 unique countries and on every continent. He has authored over two dozen major industry books including the bestselling SharePoint Unleashed series. Currently a partner at Convergent Computing (cco.com) in the San Francisco Bay Area, Michael's writings and extensive public speaking experience leverage his real-world expertise helping businesses realize real value from both on-premises and cloud offerings."
    },
    {
        "speakerId": "12",
        "speakerName": "Sergey Chubarov",
        "speakerImage": "./images/speakers/Sergey.jpg",
        "speakerAltText": "Sergey Chubarov",
        "keynoteSpeaker": "false",
        "speakerTitle": "Ethical Hacker",
        "speakerSubTitle": "Microsoft MVP",
        "speakerLinkedIn": "https://www.linkedin.com/in/schubarov/",
        "speakerTwitter": null,
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Sergey Chubarov is a Security and Cloud Expert, Instructor with 15+ years’ experience on Microsoft technologies. His day-to-day job is to help companies securely embrace cloud technologies. He has certifications and recognitions such as Microsoft MVP: Microsoft Azure, Offensive Security Certified Professional (OSCP), Offensive Security Experienced Pentester (OSEP), Microsoft Certified Trainer, MCT Regional Lead, EC Council Instructor (CEI) and more. Frequent speaker on local and international conferences. Prefers live demos and cyberattacks simulations."
    },
    {
        "speakerId": "13",
        "speakerName": "Mitul Rana",
        "speakerImage": "./images/speakers/Mitul.jpg",
        "speakerAltText": "Mitul Rana",
        "keynoteSpeaker": "false",
        "speakerTitle": "Platform Architect",
        "speakerSubTitle": "Trelleborg Group",
        "speakerLinkedIn": "https://www.linkedin.com/in/mitulr/",
        "speakerTwitter": "https://twitter.com/mitul_rana",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Mitul is a Microsoft Certified Trainer & Architect in Cloud operation at Trelleborg Group. He has around ten years of experience with Microsoft infrastructure solutions and have expertise in interest areas like Azure, Office365, Power Platform, SharePoint, Cloud Security and other related MS technologies. He previously contributed as SharePoint Saturday conference speaker in India at several places. He is more interested in exploring now in several cloud solution and related security areas with a passion to deliver more to the business from MS products suites."
    },
    {
        "speakerId": "14",
        "speakerName": "Bheemarayappa Hanabar",
        "speakerImage": "./images/speakers/Bheemarayappa.jpg",
        "speakerAltText": "Bheemarayappa Hanabar",
        "keynoteSpeaker": "false",
        "speakerTitle": "Manager Group Digital Services India",
        "speakerSubTitle": "Trelleborg Group",
        "speakerLinkedIn": "https://www.linkedin.com/in/hanabar/",
        "speakerTwitter": "https://twitter.com/BPHanabar",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Accomplished and result driven with 17 years of proven competence in full life-cycle software development, testing and project management. Extensive software development experience in developing applications for enterprise-wide applications for collaborations and process automations. Established and operationalized the development team in Bengaluru, India. Designed the project team structure and delegated proper authority retaining the complete delivery responsibility. Captive center leadership based on core values: trust, continuous learning, respect and transparency, with heavy emphasis on continuous improvement, building a high-performance culture, customer feedback and holistic delivery. Direct reports include Portfolio Manager, Product Owners, Engineering Managers, Specialists, Development/Test Engineers and Analysts."
    },
    {
        "speakerId": "15",
        "speakerName": "Prabhat Nigam",
        "speakerImage": "./images/speakers/Prabhat.jpg",
        "speakerAltText": "Prabhat Nigam",
        "keynoteSpeaker": "false",
        "speakerTitle": "CTO",
        "speakerSubTitle": "Golden Five Consulting",
        "speakerLinkedIn": "https://www.linkedin.com/in/prabhat-nigam/",
        "speakerTwitter": "https://twitter.com/PrabhatNigamXHG",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Prabhat is 3 times Microsoft MVP Award winner. He is MBA in Information Technology and he is working as a CTO at Golden Five Consulting which is a Microsoft Gold Partner, MSP, T1CSP, and Education partner. He helps in designing, implementing, managing and supporting solutions for private messaging cloud, mergers, a collaboration between different messaging software and other migration & deployment projects for the following technologies Office 365, Azure, AWS, Exchange, SQL, ADFS, MFA, FIM, MIM and Directory services. He has worked for all big IT giants either as an employee or contractor where he has led the Global teams. He has started his career as Technical Consultant in Exchange 5.5 with Microsoft PSS and his exchange love never stopped & continued with 2000/2003/2007/2010/2013/2016/2019/O365. At one point in time, he was the only person to support EDS customers when Microsoft had closed all the supports for 5.5 and now for all old legacy Exchange versions. He used to blog at MSExchangeGuru.com, manages multiple LinkedIn and Facebook Groups. He also Owns MSExchnageGuru YouTube channel where he uploads all his records technical sessions. Don’t forget to check his PowerShell scripts which are making admins life easier. Prabhat can be reached at PN@GoldenFive.net."
    },
    {
        "speakerId": "16",
        "speakerName": "Narasima Perumal",
        "speakerImage": "./images/speakers/Perumal.jpg",
        "speakerAltText": "Narasima Perumal",
        "keynoteSpeaker": "false",
        "speakerTitle": "Co-Founder",
        "speakerSubTitle": "JiJi Technologies",
        "speakerLinkedIn": "https://www.linkedin.com/in/narasimaperumal/",
        "speakerTwitter": "https://twitter.com/narasimaperumal",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Experienced Vice President with a demonstrated history of working in the computer software industry. Skilled in Microsoft Dynamics, Microsoft Products, Group Policy, Single Sign-On (SSO), and Office 365."
    },
    {
        "speakerId": "17",
        "speakerName": "Vinodha Muthu Valli",
        "speakerImage": "./images/speakers/Vinodha.jpg",
        "speakerAltText": "Vinodha Muthu Valli",
        "keynoteSpeaker": "false",
        "speakerTitle": "Solutions Architect",
        "speakerSubTitle": "JiJi Technologies",
        "speakerLinkedIn": "https://www.linkedin.com/in/vinodha-muthu-valli-gurusamyraj-7248b517/",
        "speakerTwitter": null,
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Solutions Architect at JiJi Technologies Private Limited."
    },
    {
        "speakerId": "18",
        "speakerName": "Priyanka Raghavan",
        "speakerImage": "./images/speakers/Priyanka.jpg",
        "speakerAltText": "Priyanka Raghavan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Product Security Architect",
        "speakerSubTitle": "A.P. Moller - Maersk",
        "speakerLinkedIn": "https://www.linkedin.com/in/priyanka-raghavan-6a1a405/",
        "speakerTwitter": "https://twitter.com/Priyankarags",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Priyanka is security architect working at Maersk for the past two year. Prior to Maersk she worked at Schlumberger for 12 years playing roles such as developer, team lead, architect and security architect. She has a masters degree in Software engineering from Carnegie Mellon University and Bachelors degree in computer science from PSG Tech Coimbatore."
    },
    {
        "speakerId": "19",
        "speakerName": "Karthik Nagarajan",
        "speakerImage": "./images/speakers/karthik.jpg",
        "speakerAltText": "Karthik Nagarajan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Industry Principal",
        "speakerSubTitle": "Infosys",
        "speakerLinkedIn": "https://www.linkedin.com/in/karthikanagarajan/",
        "speakerTwitter": "https://twitter.com/karthik_an",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Karthik is a Data Privacy Architect and Head of Product Design, PrivacyNext, Center for Emerging Technologies, Infosys. With 14+ years of experience in Product design and Cx Consulting, Karthik is a go-to source for Privacy First Digital Transformation Model for enterprise customers. He has been a keynote speaker at at technology conferences such as Dreamforce and has been invited to speak to organizations focused on the emerging trends in data privacy and business transformation in the Data space."
    },
    {
        "speakerId": "20",
        "speakerName": "Tiago Costa",
        "speakerImage": "./images/speakers/Tiago.jpg",
        "speakerAltText": "Tiago Costa",
        "keynoteSpeaker": "false",
        "speakerTitle": "Cloud Architect and Advisor",
        "speakerSubTitle": "Independent Contractor",
        "speakerLinkedIn": "https://www.linkedin.com/in/tiagocosta/",
        "speakerTwitter": "https://twitter.com/tiagocostapt",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Tiago Costa is a Senior Cloud Architect and Advisor focusing on Microsoft Azure, International Speaker, Trainer and Author. For the past 20 years has been architecting and developing solutions using Microsoft technologies. In the last years Tiago have been helping companies to migrate and build Cloud native workloads in Microsoft Azure. Tiago has been working as at the Senior Architect level, but he always like to do some hands-on tasks on the Azure Administration and Development side of things. You can find him regularly in the classroom or online teaching Microsoft Azure. All this real-world experience allows him to deliver amazing trainings on Microsoft Azure."
    },
    {
        "speakerId": "21",
        "speakerName": "Feroz Khan",
        "speakerImage": "./images/speakers/Feroz.jpg",
        "speakerAltText": "Feroz Khan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Director",
        "speakerSubTitle": "CodeSizzler",
        "speakerLinkedIn": "https://www.linkedin.com/in/abdul-rasheed-feroz-khan-72918a102/",
        "speakerTwitter": "https://twitter.com/TechFero",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Hey! Am a Microsoft MVP on Azure from CodeSizzler working with few MNC’s across. I have good command over Azure and I love seeking a position in a global atmosphere that would enable me to cope with the emerging technologies coupled with a scope for widening the spectrum of my knowledge being an Evangelist."
    },
    {
        "speakerId": "22",
        "speakerName": "Mohamed Faizal",
        "speakerImage": "./images/speakers/Mohamed.jpg",
        "speakerAltText": "Mohamed Faizal",
        "keynoteSpeaker": "false",
        "speakerTitle": "Cloud Solution Architect",
        "speakerSubTitle": "Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/kmdfaizal/",
        "speakerTwitter": "https://twitter.com/kmdfaizal",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "K. Mohamed Faizal, Sr. Cloud Solutions Architect at Microsoft. Cloud practitioner with a passion for applying technology fundamentals to solve FSI, Public Sector, Utilities and Logistics customers."
    },
    {
        "speakerId": "23",
        "speakerName": "Taha Baleegh Ansari",
        "speakerImage": "./images/speakers/Taha.jpg",
        "speakerAltText": "Taha Baleegh Ansari",
        "keynoteSpeaker": "false",
        "speakerTitle": "Azure SEE",
        "speakerSubTitle": "Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/tahaansari/",
        "speakerTwitter": "https://twitter.com/TechieTaha",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "A Support Escalation Engineer by position at Microsoft and Monitoring Expert by experience. I enjoy troubleshooting issues that challenge my skills. I like to be aware of new technologies. I like to use my skills in order to improvise and provide better solutions to the clients."
    },
    {
        "speakerId": "24",
        "speakerName": "Shanthababu Pandian",
        "speakerImage": "./images/speakers/Shanthababu.jpg",
        "speakerAltText": "Shanthababu Pandian",
        "keynoteSpeaker": "false",
        "speakerTitle": "Project Delivery Manager",
        "speakerSubTitle": "Cognizant",
        "speakerLinkedIn": "https://www.linkedin.com/in/shanthababu-pandian-b2a9259/",
        "speakerTwitter": "https://twitter.com/shantha_17",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Over 19 years of rich experience in scaling digital businesses, team management, mentoring and solution delivery. Forward-focused technical architect with expertise in end-to-end project planning and implementation across scope management, activity sequencing, effort and cost estimation, risk analysis, and quality management. Experienced in the business development lifecycle including opportunity assessment, planning, pricing, and proposal development. Worked with major manufacturing, retail, telecoms, healthcare and educational organisations across the UK, US, and India. Clear grasp of cutting-edge digital technology trends including Azure, Azure DevOps, BI Tools - Power BI, Tableau Data Science ,Machine Learning, Predictive analysis and etc.,"
    },
    {
        "speakerId": "25",
        "speakerName": "Karl Ots",
        "speakerImage": "./images/speakers/Karl.jpg",
        "speakerAltText": "Karl Ots",
        "keynoteSpeaker": "false",
        "speakerTitle": "Head of Cloud Security",
        "speakerSubTitle": "EPAM Systems",
        "speakerLinkedIn": "https://www.linkedin.com/in/karlots/",
        "speakerTwitter": "https://twitter.com/karlgots/",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Karl Ots is a cloud and cybersecurity expert, as well as international speaker and trainer, with a broad range of deep Azure expertise. He believes that secure cloud technologies are the key to successful digital transformation. He applies his passion as Vice President, Cloud Security Architect at Swiss Re. Karl has been working with Microsoft Azure since 2011 in a variety of forums ranging from large projects to speaking at largest tech conferences, such as Microsoft Ignite. Karl is a Microsoft Certified Trainer (MCT) and a Certified Information Systems Security Professional (CISSP)."
    },
    {
        "speakerId": "26",
        "speakerName": "Neelam Pawar",
        "speakerImage": "./images/speakers/Neelam.jpg",
        "speakerAltText": "Neelam Pawar",
        "keynoteSpeaker": "false",
        "speakerTitle": "Cloud Solution Architect",
        "speakerSubTitle": "Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/neelam-pawar-16931431/",
        "speakerTwitter": null,
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "A person who always believe in 3C (Confidence, Collaboration, Curiosity to learn) and 3F(Fitness, Focus, Fair Values) in personal and professional life."
    },
    {
        "speakerId": "27",
        "speakerName": "Jasjit Chopra",
        "speakerImage": "./images/speakers/Jasjit.jpg",
        "speakerAltText": "Jasjit Chopra",
        "keynoteSpeaker": "false",
        "speakerTitle": "Cloud Solutions Architect",
        "speakerSubTitle": "Penthara Technologies",
        "speakerLinkedIn": "https://www.linkedin.com/in/jasjitchopra/",
        "speakerTwitter": "https://twitter.com/jasjitchopra",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Jasjit Chopra is a Microsoft Azure MVP and a Cloud Solutions Architect with strong background in SharePoint, Office 365 and Azure. CEO of a small company called Penthara Technologies (Microsoft Gold Partner). Jasjit holds a Masters of Business Administration in Technology and Management from CERAM, Sophia Antipolis, France. Having worked for different clients across the United States Jasjit has gained insight knowledge on Business Processes for the State Government and Manufacturing, Nuclear, Pharmaceutical and Music industries."
    },
    {
        "speakerId": "28",
        "speakerName": "Hasnain Shaikh",
        "speakerImage": "./images/speakers/Hasnain.jpg",
        "speakerAltText": "Hasnain Shaikh",
        "keynoteSpeaker": "false",
        "speakerTitle": "Lead Engineer, Cloud Infrastructure",
        "speakerSubTitle": " ",
        "speakerLinkedIn": "https://www.linkedin.com/in/shaikhhasnainahmed/",
        "speakerTwitter": "https://twitter.com/Hasnain__Shaikh",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "An IT Professional with 14 years of experience across various infrastructure technologies with expertise in Enterprise technology architecture, Solution Designing, Technology service roadmap, Consulting, and Pre & post-sales deployment."
    },
    {
        "speakerId": "29",
        "speakerName": "Sebastain Gomes",
        "speakerImage": "./images/speakers/Sebastian.png",
        "speakerAltText": "Sebastain Gomes",
        "keynoteSpeaker": "false",
        "speakerTitle": "Cloud Solution Architect",
        "speakerSubTitle": "HCL Technologies",
        "speakerLinkedIn": "https://www.linkedin.com/in/sebastain-gomes-b9b23416/",
        "speakerTwitter": null,
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "An IT Professional with over 14 years of experience across various infrastructure technologies with extensive expertise in Enterprise technology architecture for Digital and Modern Workplace. Specialised in Microsoft technologies like Azure, Active Directory, Identity &Access Management, ADFS, Azure AD, SSO, Microsoft 365, Exchange Online, Teams, Intune, and OneDrive for Business."
    },
    {
        "speakerId": "30",
        "speakerName": "Anoop Nair",
        "speakerImage": "./images/speakers/Anoop.jpg",
        "speakerAltText": "Anoop Nair",
        "keynoteSpeaker": "false",
        "speakerTitle": "Human! IT Community Influencer",
        "speakerSubTitle": "HTMD Community",
        "speakerLinkedIn": "https://www.linkedin.com/in/anoopcnair/",
        "speakerTwitter": "https://twitter.com/anoopmannur",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Solution Architect and Subject Matter Expert for SCCM (ConfigMgr), Microsoft Intune (Mobile Device Management), Windows 10 and Microsoft EMS technologies. Microsoft MVP award since 2015..... Veeam Vanguard since 2015 !! Microsoft® Community Contributor Award for the years 2011 and 2012.\n\nStarted contributing to the community via technet forum back in Jan 2010. TechNet forums are the best place you will get answers/tips/starting point for your complex scenarios which you face in the real world and complex organizations."
    },
    {
        "speakerId": "31",
        "speakerName": "Vincent Choy",
        "speakerImage": "./images/speakers/Vincent_Choy.jpg",
        "speakerAltText": "Vincent Choy",
        "keynoteSpeaker": "false",
        "speakerTitle": "Senior Cloud Consultant",
        "speakerSubTitle": "Fedelis Sdn Bhd",
        "speakerLinkedIn": "https://www.linkedin.com/in/office365mvp/",
        "speakerTwitter": "https://twitter.com/vinchoy",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Vincent Choy is Senior Consultant for Cloud Adoption for Fedelis Asia Group of Companies. He has been awarded Microsoft Most Valuable Professional yearly since 2014. He appears regularly on Malaysia local media sharing his views on how Cloud Computing gives local companies the competing edge.\n\nTo date, Vincent and his team has deployed more than 20,000 Office365 seats, ranging from 3 person outfits to large enterprises."
    },
    {
        "speakerId": "32",
        "speakerName": "Jenkins NS",
        "speakerImage": "./images/speakers/Jenkins_NS.jpg",
        "speakerAltText": "Jenkins NS",
        "keynoteSpeaker": "false",
        "speakerTitle": "Solution Architect",
        "speakerSubTitle": "JPOWER4",
        "speakerLinkedIn": "https://www.linkedin.com/in/jenkinsns/",
        "speakerTwitter": "https://twitter.com/jenkinsns",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Jenkins is an Office Development MVP and Microsoft Certified Trainer who has been working on SharePoint for more than 16 years, focusing on building custom solutions for Microsoft Teams, SharePoint Framework, Power Platform, Office 365 and SharePoint. Having a very strong background in development both front-end and back-end, he is riding the modern web development wave and helping community with learning latest development techniques. He has been working on SharePoint for 15 years, who started his career on SharePoint version 2003. He is living in Chennai, India providing innovative and cost-effective solutions. He holds two master’s degrees in information technology. He is passionate about SharePoint and actively blogs, organise events, speaks at events and International Conferences, most recently on the topics of Microsoft Teams, SharePoint Framework (SPFx), Power Apps, Power Automate, and Power Virtual Agents."
    },
    {
        "speakerId": "33",
        "speakerName": "Jeevarajan Kumar",
        "speakerImage": "./images/speakers/Jeevarajan_Kumar.jpg",
        "speakerAltText": "Jeevarajan Kumar",
        "keynoteSpeaker": "false",
        "speakerTitle": "Solution Architect",
        "speakerSubTitle": "Avanade",
        "speakerLinkedIn": "https://www.linkedin.com/in/jeevarajankumar/",
        "speakerTwitter": "https://twitter.com/Jeevarajan04",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Jeevarajan Kumar aka crmindian is a Microsoft Business Applications MVP, a tech enthusiast, Microsoft Certified Trainer, and a community leader.\n\nHe has a strong passion to evangelize, strong appetite for technology and love to speak & write about it. He co-organizes ASEAN Business Applications events and been contributing to the global communities like 365 Saturday, and TDG"
    },
    {
        "speakerId": "34",
        "speakerName": "Divya Dogra",
        "speakerImage": "./images/speakers/Divya_Dogra.jpg",
        "speakerAltText": "Divya Dogra",
        "keynoteSpeaker": "false",
        "speakerTitle": "Cloud Endpoint Technical Specialist",
        "speakerSubTitle": "Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/ddogra/",
        "speakerTwitter": null,
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "Achievement driven IT Technology professional aspiring for Solution Architect -End User Computing who can utilize skills and qualifications to meet customer satisfaction. Ability to merge new architectural technologies and design solutions to meet client specifications within budget."
    },
    {
        "speakerId": "35",
        "speakerName": "Rohit Gulati",
        "speakerImage": "./images/speakers/Rohit.jpg",
        "speakerAltText": "Rohit Gulati",
        "keynoteSpeaker": "false",
        "speakerTitle": "Senior Program Manager, \nIdentity Engineering",
        "speakerSubTitle": "Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/rohit-gulati/",
        "speakerTwitter": "https://twitter.com/MrRohitGulati",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "Rohit Gulati, is a Senior Program Manager in Identity Engineering team at Microsoft. In a career spanning 18 years across three continents, he has worked with Leadership and Enterprise Architects at Fortune 500 enterprises, Big4 advisory partners and GSIs. In his current role, he works closely with Strategy Services Partners in building Identity & Access Management practices on Azure AD & Decentralized Identity."
    },
    {
        "speakerId": "36",
        "speakerName": "Rod Trent",
        "speakerImage": "./images/speakers/Rod_Trent.jpg",
        "speakerAltText": "Rod Trent",
        "keynoteSpeaker": "false",
        "speakerTitle": "Senior Cloud Security Advocate",
        "speakerSubTitle": "Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/rodtrent/",
        "speakerTwitter": "https://twitter.com/rodtrent",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "Rod Trent is an Azure Sentinel global SME helping customers migrate from existing SIEMs to #AzureSentinel to achieve the promise of better security through improved efficiency without compromise."
    },
    {
        "speakerId": "37",
        "speakerName": "Keshav Jain",
        "speakerImage": "./images/speakers/Keshav.jpg",
        "speakerAltText": "Keshav Jain",
        "keynoteSpeaker": "false",
        "speakerTitle": "Technology Security Associate Manager",
        "speakerSubTitle": "Accenture",
        "speakerLinkedIn": "https://www.linkedin.com/in/keshav-jain-016427121/",
        "speakerTwitter": "https://twitter.com/KeshavJain13",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Working on Azure Monitors, Azure Automation and SCOM."
    },
    {
        "speakerId": "38",
        "speakerName": "Ryan Schouten",
        "speakerImage": "./images/speakers/Ryan.jpg",
        "speakerAltText": "Ryan Schouten",
        "keynoteSpeaker": "false",
        "speakerTitle": "Senior Technical Consultant",
        "speakerSubTitle": "Xillio",
        "speakerLinkedIn": "https://www.linkedin.com/in/sharepointknight/",
        "speakerTwitter": "https://twitter.com/ShrPntKnight",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Ryan Schouten has been developing on SharePoint since December of 2006 and has worked with every version of SharePoint since version 2(2003). Since that time, Ryan has developed a love and understanding of SharePoint that helps him to be comfortable in SharePoint no matter what area he is working in. This knowledge allows Ryan to discuss complex development and admin concepts in a manner that is easy to understand. Ryan loves getting out and connecting with the community.\n\nRyan travels the country speaking about SharePoint and Office365. Ryan is a Microsoft Certified Trainer and a Microsoft MVP and has been working to help others be successful in their SharePoint endeavors."
    },
    {
        "speakerId": "39",
        "speakerName": "Joel Oleson",
        "speakerImage": "./images/speakers/Joel_Oleson.jpg",
        "speakerAltText": "Joel Oleson",
        "keynoteSpeaker": "false",
        "speakerTitle": "Principal Technical Product Manager",
        "speakerSubTitle": "Cyclotron, Inc.",
        "speakerLinkedIn": "https://www.linkedin.com/in/joeloleson/",
        "speakerTwitter": "https://twitter.com/joeloleson",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Travel and Technology. First Full Time Microsoft SharePoint Admin, Architect of first release of SharePoint Online, Office Apps and Services MVP, Microsoft Regional Director, 10 years at Microsoft across Microsoft IT, Office Servers Product Marketing, Slate.com, Adventure Traveler visiting over 170+ UN countries. Storyteller."
    },
    {
        "speakerId": "40",
        "speakerName": "Galen Keene",
        "speakerImage": "./images/speakers/Galen.jpg",
        "speakerAltText": "Galen Keene",
        "keynoteSpeaker": "false",
        "speakerTitle": "Managing Partner",
        "speakerSubTitle": "Butterfly Technologies",
        "speakerLinkedIn": "https://www.linkedin.com/in/galenkeene/",
        "speakerTwitter": "https://twitter.com/sdkeene",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Galen Keene is a managing partner and collaboration architect for Butterfly Technologies with over 20 years in the Information Technology industry. Galen has focused on collaboration technologies since 2007, with an emphasis on SharePoint and Microsoft 365. He architects and leads projects that focus on digital, cultural, and process transformations enabling enterprises to become more efficient and maximize their investment in technology.\n\nDuring Galen's career, he's delivered solutions used by enterprises with 115K users, successfully created/spearheaded global solutions spanning countries as far as Africa, as well as improved efficiency abilities by 30% with sensitive defense data under strict international regulations.\n\nAs a Collaboration Architect, he's delivered numerous business solutions through strategy, architecture, standards, and team leadership across many fields, spanning from education team collaboration solutions scaling to over 90K users to biotech content management solutions.\n\nGalen believes in unifying people, communications, and data using processes and methods that meet his clients where they are, aligning with their strategic goals, and taking them to their desired state."
    },
    {
        "speakerId": "41",
        "speakerName": "Viswanatha Swamy",
        "speakerImage": "./images/speakers/Viswanatha_Swamy.jpg",
        "speakerAltText": "Viswanatha Swamy",
        "keynoteSpeaker": "false",
        "speakerTitle": "Associate Architect",
        "speakerSubTitle": "AIS (Applied Information Sciences)",
        "speakerLinkedIn": "https://www.linkedin.com/in/viswanatha-swamy-b57326128/",
        "speakerTwitter": "https://twitter.com/vishipayyallore",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "I am an aspirant of Software Architect. I am passionate about C#, ASP.Net, Azure, Performance testing/tuning, .Net Core, and Docker. I love to learn about new technologies. | Disclaimer: The views/contents shared/authored in this site are mine and not of my employer."
    },
    {
        "speakerId": "42",
        "speakerName": "Prashant Singh",
        "speakerImage": "./images/speakers/Prashant.jpg",
        "speakerAltText": "Prashant Singh",
        "keynoteSpeaker": "true",
        "speakerTitle": "Cybersecurity Tech Specialist Lead",
        "speakerSubTitle": "\nMicrosoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/ntprashant/",
        "speakerTwitter": null,
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "With 20+ years Professional exp. across variety of Roles including Technical Sales focused on Security, SAAS, Productivity & Communication Solutions; IT Infrastructure Operations & Project Management in Managerial & Individual Contributor capacity.\n\nCurrently Engage in opportunities across the Broad portfolio of Microsoft Cybersecurity Solutions focused on Zero Trust, XDR & Integrated Threat Management, Information Protection and Compliance and across key industry segments including ITES, BFSI & Manufacturing"
    },
    {
        "speakerId": "43",
        "speakerName": "Deepak Rajendran",
        "speakerImage": "./images/speakers/Deepak.jpg",
        "speakerAltText": "Deepak Rajendran",
        "keynoteSpeaker": "true",
        "speakerTitle": "Community Program Manager",
        "speakerSubTitle": "\nMicrosoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/deepakrajendran/",
        "speakerTwitter": "https://twitter.com/deraje",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "1. Marketing professional by choice and engineer by academics, with the strong entrepreneurial spirit of startups and rigorous operational discipline of corporates.\n2. Passionate tech story-teller with 15+ years at Fortune 500 companies and promising startups in the IT and IT-enabled services sectors - specifically cloud, developer and emerging technologies.\n3. Hands-on experience in building and nurturing long-term, high-value and result-oriented relationships with technology community heroes, thought leaders, influencers, BDMs and TDMs.\n4. CMO Award Winner (Forward Thinker award) at IBM, a top recognition personally awarded by the CMO – the first of the 3 award-winners globally in IBM to receive this honor in the very first year of award inception.\n5. Award winner for “Best Customer Passion” within the first year of employment with Microsoft India.\n6. Among the top 300 Young Leaders in India – per the Economic Times Young Leaders 2011 Program, a pan-India initiative to identify and recognize Indian managers between the age of 26 and 32."
    },
    {
        "speakerId": "44",
        "speakerName": "Yuri Diogenes",
        "speakerImage": "./images/speakers/Yuri.JPG",
        "speakerAltText": "Yuri Diogenes",
        "keynoteSpeaker": "true",
        "speakerTitle": "Principal Program Manager",
        "speakerSubTitle": "\nMicrosoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/yuridiogenes/",
        "speakerTwitter": "https://twitter.com/yuridiogenes",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "Yuri Diogenes has a Master of Science in cybersecurity intelligence and forensics investigation from UTICA College and is a Principal Program Manager for the Microsoft CxE Security team for Azure Security Center and Azure Defender. Yuri has been working for Microsoft since 2006 in different positions; he spent five years as a Senior Support Escalation Engineer for the CSS Forefront Edge team. From 2011 to 2017, he worked for the content development team where he also helped create the Azure Security Center content experience since its launch in 2016. Yuri has published a total of 26 books, mostly covering information security and Microsoft technologies. Yuri also holds an MBA and many IT and security industry certifications, such as CISSP, E|CND, E|CEH, E|CSA, E|CHFI, CompTIA Security+, CySA+, Mobility+, Network+, CASP, CyberSec First Responder, MCSE and MCTS. You can follow Yuri on Twitter at @yuridiogenes"
    },
    {
        "speakerId": "45",
        "speakerName": "Joji George",
        "speakerImage": "./images/speakers/Joji.jpg",
        "speakerAltText": "Joji George",
        "keynoteSpeaker": "false",
        "speakerTitle": "Director - Architecture & DevSecOps",
        "speakerSubTitle": "Maersk Technology",
        "speakerLinkedIn": "https://www.linkedin.com/in/joji-george-70169310/",
        "speakerTwitter": null,
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Currently working at Maersk technology leading architecture, security & DevOps of Supply Chain Management digital platform. Prior to that was Head of Solution Architecture for Maersk Digital.\n\nA senior technology leader with more than 2 decades of experience in architecture, security, technology strategy, product engineering. digital transformation and cloud native solutions.\nJoji holds a Master degree in Computer Application and an MBA in IT Management."
    },
    {
        "speakerId": "46",
        "speakerName": "Balaji Sadasivan",
        "speakerImage": "./images/speakers/Balaji.jpg",
        "speakerAltText": "Balaji Sadasivan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Chief Technology Officer ",
        "speakerSubTitle": "Ossisto 365, Ex.Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/balajisreenivas/",
        "speakerTwitter": "https://twitter.com/balajis7",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "A highly motivated and passionate Artificial Intelligence engineer and Advanced Analytics Cloud Solutions Architect with 16+ years of experience driving high priority customer initiatives primarily at Microsoft. Creates unparalleled customer value by developing AI and ML solutions to solve complex business problems in a consultancy role. A deep subject matter expert talented in architecting AI / ML solutions by mapping customer business needs to advanced computation algorithms. Frequently engages in discussions with senior level technology decision makers related to agility, business value of AI/ML, and proposed solutions and processes."
    },
    {
        "speakerId": "47",
        "speakerName": "Ashish Trivedi",
        "speakerImage": "./images/speakers/Ashish.jpg",
        "speakerAltText": "Ashish Trivedi",
        "keynoteSpeaker": "false",
        "speakerTitle": "Group Manager | Workplace Security Solution Architect",
        "speakerSubTitle": "Avanade",
        "speakerLinkedIn": "https://www.linkedin.com/in/trivediashish/",
        "speakerTwitter": "https://twitter.com/_ashishtrivedi",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "I am passionate about the everything in improving productivity and enhancing security of the way we work. Given the recent time, security of information is biggest concern of organizations while improving the productivity of user. I work in my day job to provide consulting to organisations in a balancing act on both sides."
    }
]