[{
        "speakerId": "1",
        "speakerName": "Shalaka Verma",
        "speakerImage": "./images/speakers/2021-m365blr/ShakalaVerma.jpg",
        "speakerAltText": "ShakalaVerma",
        "keynoteSpeaker": "true",
        "speakerTitle": "Director, Customer Success, Modern Work",
        "speakerSubTitle": "\nMicrosoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/shalakaverma/",
        "speakerTwitter": "null",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": " "
    },
    {
        "speakerId": "2",
        "speakerName": "Deepak Rajendran",
        "speakerImage": "./images/speakers/2021-m365blr/DeepakRajendran.jpg",
        "speakerAltText": "Deepak Rajendran",
        "keynoteSpeaker": "true",
        "speakerTitle": "Community Program Manager",
        "speakerSubTitle": "\nMicrosoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/deepakrajendran/",
        "speakerTwitter": "https://twitter.com/deraje",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "1. Marketing professional by choice and engineer by academics, with the strong entrepreneurial spirit of startups and rigorous operational discipline of corporates.\n2. Passionate tech story-teller with 15+ years at Fortune 500 companies and promising startups in the IT and IT-enabled services sectors - specifically cloud, developer and emerging technologies.\n3. Hands-on experience in building and nurturing long-term, high-value and result-oriented relationships with technology community heroes, thought leaders, influencers, BDMs and TDMs.\n4. CMO Award Winner (Forward Thinker award) at IBM, a top recognition personally awarded by the CMO – the first of the 3 award-winners globally in IBM to receive this honor in the very first year of award inception.\n5. Award winner for “Best Customer Passion” within the first year of employment with Microsoft India.\n6. Among the top 300 Young Leaders in India – per the Economic Times Young Leaders 2011 Program, a pan-India initiative to identify and recognize Indian managers between the age of 26 and 32."
    },
    {
        "speakerId": "3",
        "speakerName": "Jeff Tepper",
        "speakerImage": "./images/speakers/2021-m365blr/JeffTepper.jpg",
        "speakerAltText": "Jeff Tepper",
        "keynoteSpeaker": "true",
        "speakerTitle": "Corporate Vice President",
        "speakerSubTitle": "Microsoft 365 Collaboration with Teams, SharePoint, OneDrive",
        "speakerLinkedIn": "https://www.linkedin.com/in/jeffteper/",
        "speakerTwitter": "https://twitter.com/jeffteper",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "I lead product, design, and engineering teams for Microsoft 365, including Teams, SharePoint, OneDrive, Viva, and more which empower people and organizations around the world to collaborate at work, home, and school.\nAfter more than 25 years at Microsoft, I’m still inspired by our core mission — connecting people everywhere with tools and technologies to create, build, and achieve more together.\nI joined Microsoft as a developer evangelist because I believed in empowering others with the Microsoft platform. Today, I am more energized than ever about the power of Microsoft Teams and SharePoint as platform for organizations to transform how they work and partners to grow their businesses on Microsoft 365.\nWhen I’m not working, you may find me binging Disney movies with my family, training for marathons, and listening or recording music."
    },
    {
        "speakerId": "4",
        "speakerName": "Vesa Juvonen",
        "speakerImage": "./images/speakers/2021-m365blr/VesaJuvonen.jpg",
        "speakerAltText": "Vesa Juvonen",
        "keynoteSpeaker": "true",
        "speakerTitle": "Principal Program Manager",
        "speakerSubTitle": "Microsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/vesajuvonen/",
        "speakerTwitter": "https://twitter.com/vesajuvonen",
        "MVPstatus": "false",
        "MicrosoftEmployee": "true",
        "speakerInformation": "Principal Program Manager in SharePoint/OneDrive engineering responsible for the developer ecosystem engagement worldwide, including documentation, guidance, sample, and open-source activities. Before that in Senior Program Manager role at Office 365 CXP/CAT team and Principal Consultant at Microsoft Enterprise Services. Executing programs like SharePoint/Office 365 Patterns and Practices and Office 365 Dedicated JDP for add-in model transition."
    },
    {
        "speakerId": "5",
        "speakerName": "Nicole Enders",
        "speakerImage": "./images/speakers/2021-m365blr/NicoleEnders.jpg",
        "speakerAltText": "Nicole Enders",
        "keynoteSpeaker": "false",
        "speakerTitle": "Managing Consultant - Modern Workplace",
        "speakerSubTitle": "CONET Solutions GmbH",
        "speakerLinkedIn": "https://www.linkedin.com/in/nicole-enders-380414135/",
        "speakerTwitter": "https://twitter.com/nicolenders",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Nicole Enders is a Modern Workplace and Collaboration Expert and she works at CONET Solutions GmbH as a Managing Consultant. As a MVP for Office Apps & Services she shares her knowledge at many events, on her own blog as well as in her books.\n\nAs a consultant and developer, she has been dealing with the requirements for efficient collaboration in companies since more than 14 years. She is convinced of the advantages that Microsoft 365 (especially Microsoft Teams and the Power Platform) offers to improve collaboration.\n\nTogether with her customers, she combines proven standard products from this product range and adapts them with the help of various development tools. This creates working environments for social intranet, modern workplace and collaboration that are individually tailored to the customer's needs."
    },
    {
        "speakerId": "6",
        "speakerName": "Prashant G Bhoyar",
        "speakerImage": "./images/speakers/2021-m365blr/PrashantGBhoyar.jpg",
        "speakerAltText": "Prashant G Bhoyar",
        "keynoteSpeaker": "false",
        "speakerTitle": "Microsoft AI MVP, MCT, Cloud Solution Architect",
        "speakerSubTitle": "AIS",
        "speakerLinkedIn": "https://www.linkedin.com/in/pgbhoyar/",
        "speakerTwitter": "https://twitter.com/pgbhoyar",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Prashant G Bhoyar is a Microsoft AI MVP, Microsoft Certified Trainer ( MCT ), and Microsoft Certified Professional. He currently works as Cloud Solution Architect at Applied Information Sciences ( www.ais.com ). He is a trusted advisor and Subject Matter Expert in Conversational AI, Applied AI, Intelligent Business Process Automation, development, and post-implementation adoption of complex custom solutions in AI, Machine Learning, Bots, Azure, Microsoft 365, Microsoft Power Platform, and SharePoint. Prashant has supported a multitude of government agencies and non-profit organizations in the Washington D.C. metropolitan area. Prashant is the co-author of the book “PowerShell for Office 365 “and is the technical reviewer of the book \"Pro SharePoint 2013 Administration.\" He serves on the leadership committee for the Azure Data Fest conference, Artificial Intelligence Fest conference, Artificial Intelligence and Machine Learning User Group, Northern Virginia SQL User Group, and DC Metro Office 365 User Group. He is a renowned international speaker and actively speaks at technical conferences, most recently in India, Canada, England, Bangladesh, Peru, Washington DC, Austin, New York, Chicago, Seattle, New Orleans, Baltimore, Philadelphia. Fun fact??, Prashant is a recipient of the \"Antarctic Service Medal of the United States of America\" for his outstanding service in Antarctica. \nMicrosoft MVP Profile Link : https://mvp.microsoft.com/en-us/PublicProfile/5002595?fullName=Prashant%20G%20Bhoyar"
    },
    {
        "speakerId": "7",
        "speakerName": "Kat Greenan",
        "speakerImage": "./images/speakers/2021-m365blr/KatGreenan.jpg",
        "speakerAltText": "Kat Greenan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Microsoft Solutions Specialist",
        "speakerSubTitle": "Core Technology Systems",
        "speakerLinkedIn": "https://www.linkedin.com/in/kat-greenan-ba212a18/",
        "speakerTwitter": "https://twitter.com/GreenanKat",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Kat Greenan is a Microsoft Solutions Specialist at Core Technology Systems, a UK-based Microsoft Gold Partner. She specialises in collaboration and productivity tools in Microsoft 365. \n\nKat is a frequent conference speaker and is a co-host on the Cloud Conversations Podcast (https://www.youtube.com/channel/UCpQLmT4_kwvrDTXOpXcKFtg) which welcomes guests from the tech industry. \n\nKat publishes blogs on Practical365 as well as her own personal site collabwithkat.com. "
    },
    {
        "speakerId": "8",
        "speakerName": "Sathish Nadarajan",
        "speakerImage": "./images/speakers/2021-m365blr/SathishNadarajan.jpg",
        "speakerAltText": "Sathish Nadarajan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Solution Architect",
        "speakerSubTitle": "AstraZeneca",
        "speakerLinkedIn": "https://www.linkedin.com/in/sathishnadarajan/",
        "speakerTwitter": "https://twitter.com/contactsathish",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Sathish is a Microsoft MVP for SharePoint (Office Servers and Services) having 15+ years of experience in Microsoft Technologies. He holds a Masters Degree in Computer Aided Design and Business Administration. He is passionate about learning and sharing the tricks and tips in SharePoint.\n\nSathish writes articles related to PowerShell, JavaScript, C#, SharePoint 2013 Features and HTML as well sometimes. He has been involved more in to the development projects in SharePoint 2007, 2010, 2013."
    },
    {
        "speakerId": "9",
        "speakerName": "Nanddeep Nachan",
        "speakerImage": "./images/speakers/2021-m365blr/NanddeepNachan.jpg",
        "speakerAltText": "Nanddeep Nachan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Office 365 Architect",
        "speakerSubTitle": "Confidencial",
        "speakerLinkedIn": "https://www.linkedin.com/in/nanddeepnachan/",
        "speakerTwitter": "",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Microsoft MVP (Office Apps & Services), MCT. A results oriented Technology Architect with experience in Microsoft Technologies especially with SharePoint, Microsoft 365, MS Azure, and Power Platform. \nAuthor of Amazon best seller book \"Mastering SharePoint Framework\""
    },
    {
        "speakerId": "10",
        "speakerName": "Vignesh Ganesan",
        "speakerImage": "./images/speakers/2021-m365blr/VigneshGanesan.jpg",
        "speakerAltText": "Vignesh Ganesan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Enterprise Cloud Architect & Strategist",
        "speakerSubTitle": "",
        "speakerLinkedIn": "https://www.linkedin.com/in/vignesh-ganesan-mcse-mcsa-mct-itilv3-9246384a/",
        "speakerTwitter": "https://twitter.com/cloudvignesh",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Vignesh Ganesan is an Enterprise Cloud Architect with 10+ years of experience . He specializes in technical presales, designing and implementing SaaS, IaaS and PaaS environments including on-premises and hybrid infrastructures. In addition to that he also has a sound knowledge in designing and implementing security solutions for customers using native cloud controls along with 3rd party tools to build a secure Cloud environment. During his stint with Microsoft , he designed technical solutions that can meet his customer’s needs and helped in driving their Digital Transformation so that they can get the best out of their Office 365, EMS & Azure implementation . He has worked on many products/technologies so far such as Active Directory , Windows Server , SharePoint & Exchange Server , Microsoft 365 , Azure AD ,Azure IaaS & PaaS , Slack , Google Workspace&Enterprise Mobility & Security etc .He has spoken on plethora of user groups , conferences & events across the globe and you can find all his work on his blog site i.e. Vignesh’s SharePoint Thought’s and his YouTube Channel . Over the years he has written almost 400 technical articles and has involved himself in many technical community related engagements for which he was awarded the prestigious C Sharp corner MVP award three times in a row for all his contributions . He always has a thirst to constantly learn something new which is what made him to complete almost 18+ Microsoft certifications"
    },
    {
        "speakerId": "11",
        "speakerName": "Kirti Prajapati",
        "speakerImage": "./images/speakers/2021-m365blr/KirtiPrajapati.jpg",
        "speakerAltText": "Kirti Prajapati",
        "keynoteSpeaker": "false",
        "speakerTitle": "Modern Workplace Architect",
        "speakerSubTitle": "",
        "speakerLinkedIn": "https://www.linkedin.com/in/kirtiprajapati/",
        "speakerTwitter": "https://twitter.com/kirtipprajapati",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Kirti is an Office Development MVP and Microsoft Certified Trainer, has 15+ years of progressive experience in Architect, Designing, Developing, Deployment and Administration of SharePoint Applications and Implementation of business applications in Client/Server and Distributed Environments. Kirti works with clients to develop and deploy comprehensive solutions on SharePoint and Office 365.\nKirti shares his knowledge at https://kirtiprajapati.com/ as he believes that Knowledge is power and sharing knowledge is empowering! "
    },
    {
        "speakerId": "12",
        "speakerName": "Hans Brender",
        "speakerImage": "./images/speakers/2021-m365blr/HansBrender.jpg",
        "speakerAltText": "Hans Brender",
        "keynoteSpeaker": "false",
        "speakerTitle": "Influencer, Mentor, Cloud Productivity Evangelist",
        "speakerSubTitle": "HBsoft",
        "speakerLinkedIn": "https://www.linkedin.com/in/hansbrender/",
        "speakerTwitter": "https://twitter.com/HansBrender/",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "For more than 25 years, I'm on the road with Microsoft technologies. Starting as a developer (SQL), then as PreSales consultant , later on as a coach for Office. For Microsoft (Germany and Switzerland), I have work as a consultant and CIE (customer immersion experience) Coach. Now I'm working as a IT Influencer and Cloud Productivity Evangelist in Europe. I am specialized in Next Generation Sync Client, OneDrive for Business, OneDrive and all offline scenarios. Since 2013, I have been honored in an uninterrupted series by Microsoft with the MVP Award for Office Apps and Services. People around the globe called me Mr.OneDrive\n"
    },
    {
        "speakerId": "13",
        "speakerName": "Matti Paukkonen",
        "speakerImage": "./images/speakers/2021-m365blr/MattiPaukkonen.jpg",
        "speakerAltText": "Matti Paukkonen",
        "keynoteSpeaker": "false",
        "speakerTitle": "Cloud Advisor",
        "speakerSubTitle": "Tahto",
        "speakerLinkedIn": "https://www.linkedin.com/in/matti-paukkonen/",
        "speakerTwitter": "https://twitter.com/mpaukkon",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "In my role, I'm helping customers to gain more of their tools and effectively utilize technology supporting daily work-life. I'm a versatile professional always learning new, sharing knowledge, and going forward. Hosting workshops, solving problems, and designing solutions are near my heart. When adopting a new service or a technology, I need to get my hands dirty first and try it out.\n\nOn the community side, I'm co-organizing Teams Community Finland, which is Microsoft Teams-focused community for all Teams fanatics, end-user, developers, and consultants in Finland. I'm also active in Microsoft communities and speaking at events."
    },
    {
        "speakerId": "14",
        "speakerName": "Smita Nachan",
        "speakerImage": "./images/speakers/2021-m365blr/SmitaNachan.jpg",
        "speakerAltText": "Smita Nachan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Lead Software Engineer",
        "speakerSubTitle": "TietoEVRY",
        "speakerLinkedIn": "https://www.linkedin.com/in/smitanachan/",
        "speakerTwitter": "https://twitter.com/smitanachan",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "SharePoint professional with 13+ years of experience in design, implementation, configuration, and maintenance of large-scale projects. Focuses on architectural design and implementation, website design and development, and complete application development cycles, with an intense focus on SharePoint and Office 365. A frequent speaker at various community events, including SPS, Global Microsoft 365 Developer Bootcamp, and Global Power Platform Bootcamp. "
    },
    {
        "speakerId": "15",
        "speakerName": "Siddharth Vaghasia",
        "speakerImage": "./images/speakers/2021-m365blr/SiddharthVaghasia.jpg",
        "speakerAltText": "Siddharth Vaghasia",
        "keynoteSpeaker": "false",
        "speakerTitle": "M365 Technical Consultant",
        "speakerSubTitle": "",
        "speakerLinkedIn": "https://www.linkedin.com/in/siddharthvaghasia/",
        "speakerTwitter": "https://twitter.com/siddh_me/",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "As an Independent Consultant with around 12 years of experience, Siddharth has expertise in SharePoint development and implementation from 2007 to 2019 and SharePoint Online. Siddharth also has vast experience in implementing CMS, collaboration, and communication solutions wherein he has architected various custom end-to-end solutions. Siddharth has found his passion in sharing his knowledge by writing articles, conducting webinars, and organizing various community events, and contributing to the PnP initiative. He also loves to provide solutions on SharePoint Stackoverflow and has also been awarded as Microsoft MVP in the Office Development category and 3 times C# Corner MVP."
    },
    {
        "speakerId": "16",
        "speakerName": "Shrusti Shah",
        "speakerImage": "./images/speakers/2021-m365blr/ShrustiShah.jpg",
        "speakerAltText": "Shrusti Shah",
        "keynoteSpeaker": "false",
        "speakerTitle": "Office 365 Consultant | Application Development Analyst ",
        "speakerSubTitle": "",
        "speakerLinkedIn": "",
        "speakerTwitter": "",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Speaker, Working professional with 3.5+ years of experience as SharePoint Framework Developer, Building usecases in Microsoft Teams and Microsoft Power Platform based on the latest features by Microsoft."
    },
    {
        "speakerId": "17",
        "speakerName": "Ajo Suresh",
        "speakerImage": "./images/speakers/2021-m365blr/AjoSuresh.jpg",
        "speakerAltText": "Ajo Suresh",
        "keynoteSpeaker": "false",
        "speakerTitle": "Senior Manager",
        "speakerSubTitle": "Cognizant",
        "speakerLinkedIn": "https://www.linkedin.com/in/ajo3403/",
        "speakerTwitter": "https://twitter.com/ajo3403",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "I am a Software professional with 14 years of experience, currently working as Sr Architect on M365, Power Platform, SharePoint Online, SharePoint On-Premise"
    },
    {
        "speakerId": "18",
        "speakerName": "Shakir Majeed Khan",
        "speakerImage": "./images/speakers/2021-m365blr/ShakirMajeedKhan.jpg",
        "speakerAltText": "Shakir Majeed Khan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Senior Technical Lead, Ensyst, MCT, MCSE",
        "speakerSubTitle": "Uniting",
        "speakerLinkedIn": "https://www.linkedin.com/in/shakirmkhan/",
        "speakerTwitter": "https://twitter.com/meetsmk",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Shakir Majeed Khan / SMK (MVP, MCT) has been into PowerPlatform / SharePoint / Office365 evangelism from 15+ years. Starting his career in 2007, he quickly switched to SharePoint technology in 2008. From there onwards, he spends days in and out working and advocating for Microsoft Technologies. Shakir has presented in numerous events like Office365 Virtual Marathon, Light up Conference, SharePoint Saturday Dubai, SharePoint Saturday Srilanka, Global Automation Bootcamp, Microsoft Reactor events, Microsoft Innovation Center Karachi. He is an active contributor on his Blogs (http://shakirmajeed.com/) and YouTube (https://tinyurl.com/SMKGeekSpeak)"
    },
    {
        "speakerId": "19",
        "speakerName": "Bhargav Reddy",
        "speakerImage": "./images/speakers/2021-m365blr/BhargavReddy.JPG",
        "speakerAltText": "Bhargav Reddy",
        "keynoteSpeaker": "false",
        "speakerTitle": "Senior Technical Lead",
        "speakerSubTitle": "Tarento Group",
        "speakerLinkedIn": "https://www.linkedin.com/in/bhargavreddynuthanakalva/",
        "speakerTwitter": "https://twitter.com/ronnybhargav",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "I am a Lead Developer having over 10+ years of experience in designing, architecting & developing applications for O365, Microsoft Azure, SharePoint Online, SharePoint 2013, SharePoint 2010, MOSS 2007 and ASP.NET.\n\nI am a poet by passion, an avid reader who loves music and movies along with dining, travelling and spending quality times with friends & family. "
    },
    {
        "speakerId": "20",
        "speakerName": "Marcin Siewnicki",
        "speakerImage": "./images/speakers/2021-m365blr/MarcinSiewnicki.jpg",
        "speakerAltText": "Marcin Siewnicki",
        "keynoteSpeaker": "false",
        "speakerTitle": "Office 365 Consultant and Architect",
        "speakerSubTitle": "ISCG Sp. z o.o.",
        "speakerLinkedIn": "https://www.linkedin.com/in/marcinsiewnicki/",
        "speakerTwitter": "https://twitter.com/MarcinSiewnicki",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "I am Office 365 consultant and architect. I create applications and solutions that improve and facilitate work using Power Platform, SharePoint, and Teams. \nMy adventure in IT began in 2005. Since then I have been creating and implementing business applications based on SharePoint and Office 365 platforms. I am a big fan of task and process automation (Power Automate) and Modern Workplace platforms (Microsoft Teams).\nPrivately a husband, father of 2 sons. Fan of science fiction and cyberpunk, futurist. I co-organize the SharePoint Saturday Warsaw conference, speaker at Microsoft social events."
    },
    {
        "speakerId": "21",
        "speakerName": "Nikki Chapple",
        "speakerImage": "./images/speakers/2021-m365blr/NikkiChapple.jpg",
        "speakerAltText": "Nikki Chapple",
        "keynoteSpeaker": "false",
        "speakerTitle": "Microsoft 365 and Teams Architecture Consultant",
        "speakerSubTitle": "NTT Ltd",
        "speakerLinkedIn": "https://www.linkedin.com/in/nikkichapple/",
        "speakerTwitter": "https://twitter.com/chapplenikki",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Nikki is an Architecture Consultant with the Cloud Communications division of NTT and has over 25 years’ experience in business transformation. With a focus on helping clients achieve their long-term goals for cloud-based collaboration and communications, Nikki has provided strategic guidance and consultancy to clients of all sizes, in the UK and worldwide, across multiple industry sectors.  \n\nShe is an expert in Microsoft 365 and Teams, and specializing in Microsoft 365 governance, compliance and adoption. \n\nShe works with clients to take a holistic look at Microsoft 365 and Teams governance and compliance to help them define their future aspirations and vision for Microsoft 365 and Teams processes, governance and compliance. Ensuring the recommendation strikes the balance between security and usability needs and are prioritized to support the enablement of business productivity which is crucial to the success, adoption and management of Microsoft Teams. \n\nNikki holds multiple certifications from Microsoft including the Certified Enterprise Administrator Expert, Teams Administrator and Security Administrator and is also a TOGAF qualified Enterprise Architect and PROCSI qualified Organisational Change Manager"
    },
    {
        "speakerId": "22",
        "speakerName": "Giuliano De Luca",
        "speakerImage": "./images/speakers/2021-m365blr/GiulianoDeLuca.jpg",
        "speakerAltText": "Giuliano De Luca",
        "keynoteSpeaker": "false",
        "speakerTitle": "Independent, Office Development MVP",
        "speakerSubTitle": "HUGO BOSS",
        "speakerLinkedIn": "https://www.linkedin.com/in/delucagiuliano/",
        "speakerTwitter": "https://twitter.com/DeLucaGiulian",
        "MVPstatus": "true",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Giuliano is an independent technical architect Microsoft Office Development MVP, passionate and lover of his job, he is a specialist in Microsoft technologies like Microsoft 365 and Azure.\nDuring his career has achieved several Microsoft certifications he is also a blogger and international speaker.\ndelucagiuliano.com\n@delucagiulian\nhttps://www.linkedin.com/in/delucagiuliano/\nhttps://www.youtube.com/GiulianoDeLuca"
    },
    {
        "speakerId": "23",
        "speakerName": "Anna Jhaveri",
        "speakerImage": "./images/speakers/2021-m365blr/AnnaJhaveri.jpg",
        "speakerAltText": "Anna Jhaveri",
        "keynoteSpeaker": "false",
        "speakerTitle": "Technical Lead",
        "speakerSubTitle": "SoHo Dragon",
        "speakerLinkedIn": "https://www.linkedin.com/in/annajhaveri/",
        "speakerTwitter": "https://twitter.com/AnnaJhaveri",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "Over 12+ years of experience on various Microsoft Technologies. Vast experience on solution design, implementation and product customization on different versions of Microsoft 365 apps."
    },
    {
        "speakerId": "24",
        "speakerName": "Zara (Sara) Jhangiryan",
        "speakerImage": "./images/speakers/2021-m365blr/ZaraJhangiryan.jpg",
        "speakerAltText": "Zara (Sara) Jhangiryan",
        "keynoteSpeaker": "false",
        "speakerTitle": "Marketing Manager",
        "speakerSubTitle": "KWizCom",
        "speakerLinkedIn": "https://www.linkedin.com/in/zjhangiryan/",
        "speakerTwitter": "https://twitter.com/AnnaJhaveri",
        "MVPstatus": "false",
        "MicrosoftEmployee": "false",
        "speakerInformation": "A highly motivated and data driven marketer with proven ability to deliver innovative digital marketing campaigns from strategy to execution & optimization, and significantly increase revenue, sales and brand recognition. Great experience and ability in developing high-quality marketing programs and content that open new markets and increase demand generation."
    }
]